const txtReset = {
    title: "データリセットについて",
    desc1: "このプロセスを実行する場合今まで登録した全データが削除され復旧できません。",
    desc2t: "消されるデータの一覧",
    desc2s: "称号、カードネーム、GF&DMのユーザーデータ（スキル、全曲スキル、クリア回数・最高難易度、フルコン" +
            "回数・最高難易度、エクセル回数・最高難易度、プレイカウント）、各曲プレイデータ（曲別スキル、ランク、" +
            "コンボ、プレイ回数、クリア回数、達成率、点数、スキルメーター、旧作達成率）",
    desc3: "アカウントは削除できませんが、Google連結の解除はGoogleホームページの個人情報管理からできます",
    desc4: "Google - アカウント情報 - アカウント設定  - 接続済みのアプリとサイト - アプロを管理 - GITADORA Info選択 - 削除",
    desc5: "データを削除しますか？",
}

export default txtReset