const txtReset = {
    title: "데이터 리셋에 대하여",
    desc1: "이 과정을 실행하면 지금까지 등록한 모든 데이터가 삭제되며 다시는 복구할 수 없습니다.",
    desc2t: "삭제되는 데이터 목록",
    desc2s: "칭호, 이름, 기타프릭스 및 드럼매니아 유저 데이터(스킬, 전곡스킬, 클리어 횟수/최고난이도, 풀콤 횟수/최고난이도, " +
            "엑설런트 횟수/최고난이도, 플레이카운트), 각 곡별 플레이 데이터(곡별 스킬, 랭크, 콤보, 플레이 횟수, 클리어횟수, " +
            "달성률, 점수, 스킬미터, 구작 달성률)",
    desc3: "계정은 삭제되지 않지만 Google 계정연결 해제는 Google 홈페이지의 개인정보 관리에서 할 수 있습니다.",
    desc4: "Google - 내 계정 - 계정 환경설정 - 연결된 앱 및 사이트 - 앱 관리 - GITADORA Info 선택 - 선택 취소",
    desc5: "데이터를 삭제하겠습니까?",
}

export default txtReset